[
   {
      "type":"Website Design",
      "title":"Posterboy",
      "color":"#0D3360",
      
      "paragraph":"Posterboy is a clothing retailer based in Palmerston North, New Zealand that specializes in vintage clothing items sourced from the United States. The company approached me to redesign their previous website, which was hosted on Wix, and migrate it to Shopify, to improve its user-friendliness. The website was outdated and not user-friendly, which led to low sales. Posterboy wanted a new website that would showcase their products and create a seamless user experience for their customers.",
      
         "image":"projects/posterboy/Posterboy_IMG_1.png",
      
      "header3":"Problem statement",
         "paragraph":"Posterboy's previous website was outdated and difficult to navigate, which led to low sales. The website's navigation was confusing, and the checkout process was difficult to complete. Additionally, the website had poor quality images of the clothing items, which didn't give customers a clear idea of what they were purchasing. These issues combined contributed to low online sales. Additionally, the website was hosted on Wix, which limited its functionality and made it difficult to make changes and updates.",
      
            "image":"projects/posterboy/Posterboy_IMG_2.jpg",
      
      "header3":"Client Goals",
         "paragraph":"Improve the user experience for customers visiting the website, Increase online sales and to Migrate the website from Wix to Shopify",

      "header3":"Solution",
         "paragraph":"To achieve these goals, I redesigned the website with a modern and intuitive user interface and migrated it to Shopify. Shopify provided a more robust platform for e-commerce, which enabled me to optimize the website's navigation, checkout process, and payment gateway. The new website design also incorporated high-quality images of the clothing items, giving customers a better idea of what they were purchasing.",
         "paragraph":"To increase online sales, I optimized the website's navigation and checkout process to make it easier and more intuitive for customers to purchase items. Shopify's payment gateway also made it more convenient for customers to complete transactions online.",

      "header3":"Results",
         "paragraph":"The new website was a success, and the client saw an increase in online sales. The migration to Shopify also made it easier for the client to make changes and updates to the website. The high-quality images of the clothing items also helped customers make more informed purchasing decisions.",

      "header3":"Conclusion",
         "paragraph":"In conclusion, our team was able to help Posterboy achieve their goals by developing a modern, user-friendly website and migrating it to Shopify. The new website led to an increase in online sales. We recommend that Posterboy continue to update and maintain their website to ensure that it remains modern and user-friendly.",
   }
]

"paragraph":"Posterboy is a company based in the heart of Palmerston North. They bring new life to vintage thrift from over in the states and have all the greats framed in their canvas posters. I was approached to do a refresh their website and give it a brand new look. This included creating branding assets, working alongside the team and directing their product photography.",
